Repository: helsingborg-stad/modularity-like
Catalog: languages/modularity-like-*.po
Languages: sv_se

source: Like
sv_se: Gilla

source: Select post types
sv_se: Välj posttyper

source: Post types that the user should be able to like posts from.
sv_se: Posttyper som besökare ska kunna gilla inlägg från.

source: Liked posts
sv_se: Gillade poster

source: Liked post types to show
sv_se: Gillade inläggstyper att visa

source: Post
sv_se: Inlägg

source: Event
sv_se: Evenemang

source: Place
sv_se: Plats

source: Columns
sv_se: Kolumner

source: Display share button
sv_se: Visa dela knapp

source: Share your favorites with this link
sv_se: Dela dina favoriter via den här länken

source: Shows the users liked posts
sv_se: Visar besökarens gillade inlägg

source: Share favorites
sv_se: Dela dina favoriter

source: Link was copied successfully
sv_se: Länken har kopierats!

source: Something went wrong, link:
sv_se: Kunde inte kopiera länken automatiskt! Men du kan markera den, högerklicka och välja "kopiera" istället:

source: Close
sv_se: Stäng

source: Share your link
sv_se: Dela dina favoriter

source: List name
sv_se: Listans namn

source: List excerpt
sv_se: Listans ingress
